email.greeting= Cher/Ch\u00e8re {0},
email.signature=L'\u00e9quipe.
email.closing=Merci, l'\u00e9quipe Skillars

email.otp.title=Votre code de v\u00e9rification
email.otp.intro= Votre code de v\u00e9rification est :
email.otp.expiry= Ce code expirera dans 10 minutes.
email.otp.ignore= Si vous n'avez pas demand\u00e9 ce code, veuillez ignorer cet email et vous assurer que votre compte est s\u00e9curis\u00e9.
email.change.title=Adresse e-mail modifi\u00e9e
email.common.helpCode= Code d'aide :

# E-mail d'activation
email.activation.callToAction= Activer
email.activation.preheader= Activez votre compte
email.activation.title= Activation de votre compte Skillars
email.activation.greeting= Cher/Ch\u00e8re {0} {1},
email.activation.text1= Votre compte Skillars a \u00e9t\u00e9 cr\u00e9\u00e9. Veuillez cliquer sur le lien ci-dessous pour l'activer.
email.activation.text2= Pour des raisons de s\u00e9curit\u00e9, veuillez v\u00e9rifier les informations ci-dessous pour confirmer que la demande de cr\u00e9ation de compte provient bien de vous. Si vous n'avez pas cr\u00e9\u00e9 de compte, veuillez contacter le support (Code d'aide : {0}).
email.activation.linkText= Activer votre compte
email.activation.copyPaste= Ou copiez et collez ce lien dans votre navigateur :
email.activation.ignore= Si vous n'avez pas cr\u00e9\u00e9 ce compte, veuillez ignorer cet email.

# E-mail de duplication de cr\u00e9ation
email.creation_dup.title= Tentative de cr\u00e9ation de compte en double
email.creation_dup.preheader= Tentative de cr\u00e9ation d'un compte en double
email.creation_dup.text1= Nous avons re\u00e7u une demande de cr\u00e9ation de compte utilisant cette adresse. Nous vous informons que vous poss\u00e9dez d\u00e9j\u00e0 un compte Skillars.
email.creation_dup.text2= Pour des raisons de s\u00e9curit\u00e9, veuillez v\u00e9rifier les informations ci-dessous pour confirmer que la demande de cr\u00e9ation de compte provient bien de vous. Si vous n'avez pas tent\u00e9 de cr\u00e9er ce compte, veuillez contacter le support avec le code d'aide suivant : {0}.
email.creation_dup.loginText= Si c'\u00e9tait vous et que vous avez oubli\u00e9 que vous aviez d\u00e9j\u00e0 un compte, vous pouvez vous connecter ici :
email.creation_dup.loginLink= Connexion \u00e0 votre compte
email.creation_dup.forgotText= Si vous avez oubli\u00e9 votre mot de passe, vous pouvez le r\u00e9initialiser ici :
email.creation_dup.resetLink= R\u00e9initialiser votre mot de passe
email.creation_dup.ignore= Si ce n'\u00e9tait pas vous, veuillez ignorer cet email. Votre compte est s\u00e9curis\u00e9.

# E-mail de r\u00e9initialisation de mot de passe
email.pw_reset.callToAction= R\u00e9initialiser le mot de passe
email.pw_reset.text1= Vous avez r\u00e9cemment demand\u00e9 la r\u00e9initialisation de votre mot de passe pour votre compte Skillars. Utilisez le bouton ci-dessous pour le r\u00e9initialiser. Cette r\u00e9initialisation n'est valable que pendant les 24 prochaines heures.
email.pw_reset.text2= Pour des raisons de s\u00e9curit\u00e9, veuillez v\u00e9rifier les informations ci-dessous pour confirmer que la demande de cr\u00e9ation de compte provient bien de vous. Si vous n'avez pas tent\u00e9 de cr\u00e9er ce compte, veuillez contacter le support avec le code d'aide suivant : {0}.
email.pw_reset.title= R\u00e9initialisation du mot de passe
email.pw_reset.linkText= R\u00e9initialiser votre mot de passe
email.pw_reset.copyPaste= Ou copiez et collez ce lien dans votre navigateur :
email.pw_reset.ignore= Si vous n'avez pas demand\u00e9 de r\u00e9initialisation de mot de passe, veuillez ignorer cet email.

# E-mail post-achat
email.post_purchase.title= Confirmation d'achat de billet de bus
brand.name=Skillars
brand.tagline=Votre Voyage, Notre Engagement
email.success.message= Achat r\u00e9ussi !
email.confirmation.title= Merci pour votre achat !
email.appreciation.message= Nous appr\u00e9cions sinc\u00e8rement la confiance que vous nous accordez pour vos besoins de voyage. Votre voyage compte pour nous, et nous nous engageons \u00e0 vous offrir une exp\u00e9rience de voyage exceptionnelle, du d\u00e9but \u00e0 la fin.
email.purchase.details= D\u00e9tails de l'achat
email.customer.name= Client :
email.tickets.count= Nombre de billets :
email.booking.reference= R\u00e9f\u00e9rence de r\u00e9servation :
email.purchase.date= Date d'achat :
email.tickets.access= Acc\u00e9dez \u00e0 vos billets
email.download.ticket= T\u00e9l\u00e9charger le billet n\u00b0{0}
email.next.steps.title= \u00c9tapes suivantes pour utiliser vos billets
email.next.steps.1= T\u00e9l\u00e9chargez et enregistrez vos billets sur votre appareil mobile
email.next.steps.2= Pr\u00e9sentez-vous \u00e0 la gare de d\u00e9part 15 minutes \u00e0 l'avance
email.next.steps.3= Pr\u00e9sentez votre billet num\u00e9rique au conducteur ou scannez-le au terminal
email.next.steps.4= Gardez votre billet accessible tout au long de votre voyage
email.why.choose.us= Pourquoi choisir Skillars ?
email.brand.message= Chez Skillars, nous sommes bien plus qu'un simple service de transport. Nous sommes votre compagnon de voyage de confiance, engag\u00e9 \u00e0 relier les communaut\u00e9s et \u00e0 cr\u00e9er des voyages m\u00e9morables. Gr\u00e2ce \u00e0 notre engagement envers la fiabilit\u00e9, le confort et un service client exceptionnel, nous veillons \u00e0 ce que chaque kilom\u00e8tre de votre trajet soit agr\u00e9able.
email.visit.website= Visitez notre site web
email.customer.support= Support client
email.manage.bookings= G\u00e9rer les r\u00e9servations
email.footer.text= Merci d'avoir choisi Skillars. Bon voyage !
email.footer.copyright=\u00a9 2025 Skillars. Tous droits r\u00e9serv\u00e9s.

# Validation du num\u00e9ro de t\u00e9l\u00e9phone
validation.phone.invalid=Format de num\u00e9ro de t\u00e9l\u00e9phone invalide
validation.phone.blank=Le num\u00e9ro de t\u00e9l\u00e9phone ne peut pas \u00eatre vide
validation.phone.digitCount=Le num\u00e9ro de t\u00e9l\u00e9phone doit contenir exactement 9 chiffres
validation.phone.firstDigit=Le num\u00e9ro de t\u00e9l\u00e9phone doit commencer par le chiffre 6
validation.phone.operator=Le num\u00e9ro de t\u00e9l\u00e9phone ne correspond \u00e0 aucun op\u00e9rateur valide (MTN, Orange, NextTel)

# E-mails de notification des locataires
email.tenant.api_key_generated.title=Cl\u00e9 API g\u00e9n\u00e9r\u00e9e \u2014 Skillars
email.tenant.api_key_rotated.title=Cl\u00e9 API renouvel\u00e9e \u2014 Skillars
email.tenant.api_key_revoked.title=Cl\u00e9 API r\u00e9voqu\u00e9e \u2014 Skillars
email.tenant.api_key_reactivated.title=Cl\u00e9 API r\u00e9activ\u00e9e \u2014 Skillars
email.tenant.webhook_secret_regenerated.title=Secret webhook r\u00e9g\u00e9n\u00e9r\u00e9 \u2014 Skillars
email.tenant.status_changed.title=Statut du compte modifi\u00e9 \u2014 Skillars
email.tenant.created.title=Nouveau locataire cr\u00e9\u00e9 \u2014 Skillars

# Email de modification de profil
email.profile_change.title=Alerte de s\u00e9curit\u00e9 - Profil modifi\u00e9
email.profile_change.password=Votre mot de passe a \u00e9t\u00e9 modifi\u00e9 avec succ\u00e8s. Si vous n'avez pas effectu\u00e9 ce changement, veuillez r\u00e9initialiser votre mot de passe imm\u00e9diatement.
email.profile_change.email=Votre adresse e-mail a \u00e9t\u00e9 modifi\u00e9e de {0} \u00e0 {1}. Si vous n'avez pas effectu\u00e9 ce changement, veuillez contacter le support.
email.profile_change.address=Votre adresse a \u00e9t\u00e9 mise \u00e0 jour avec succ\u00e8s.
email.profile_change.phone=Votre num\u00e9ro de t\u00e9l\u00e9phone a \u00e9t\u00e9 mis \u00e0 jour avec succ\u00e8s.
email.profile_change.2fa_enabled=L'authentification \u00e0 deux facteurs a \u00e9t\u00e9 activ\u00e9e sur votre compte pour une s\u00e9curit\u00e9 renforc\u00e9e.
email.profile_change.2fa_disabled=L'authentification \u00e0 deux facteurs a \u00e9t\u00e9 d\u00e9sactiv\u00e9e sur votre compte. Nous recommandons de garder la 2FA activ\u00e9e.
email.profile_change.generic=Une modification a \u00e9t\u00e9 apport\u00e9e \u00e0 votre profil.
email.profile_change.not_you=Si vous n'avez pas effectu\u00e9 ce changement, veuillez contacter notre \u00e9quipe de support imm\u00e9diatement avec le code d'aide ci-dessous.

# Storage module
storage.objectNotFound=Le fichier demandé est introuvable.
storage.quotaExceeded=L'envoi dépasserait votre quota de stockage.
storage.validationFailed=La validation du fichier a échoué : {0}
storage.uploadNotConfirmed=L'envoi n'a pas été confirmé dans le délai imparti.
storage.providerError=Une erreur du fournisseur de stockage s'est produite. Veuillez réessayer ou contacter le support.

# Module vidéo
video.notFound=La vidéo demandée est introuvable.
video.validationFailed=La validation de la vidéo a échoué : {0}
video.quotaExceeded=L'envoi dépasserait votre quota de stockage vidéo.
video.playbackDenied=Accès à la lecture refusé pour cette vidéo.
video.providerError=Une erreur du fournisseur vidéo s'est produite. Veuillez réessayer ou contacter le support.
video.sessionExpired=La session d'envoi a expiré. Veuillez démarrer un nouvel envoi.
video.terminalStateViolation=Opération non autorisée dans l'état actuel de la vidéo.

# Module config
config.keyNotFound=La clé de configuration demandée est introuvable.
